Revit 2027 API
BuiltInFailures.ExtendedPropertiesLinkFailures.CouldNotFindSchema Property
 The dataset contained a property definition that Revit could not locate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CouldNotFindSchema { get; }
Public Shared ReadOnly Property CouldNotFindSchema As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CouldNotFindSchema {
	FailureDefinitionId^ get ();
}
static member CouldNotFindSchema : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExtendedPropertiesLinkFailures Class
Autodesk.Revit.DB Namespace